{
  "day_number": 3,
  "date": "2026-02-07",
  "category": "Images",
  "category_emoji": "📸",
  "rounds": [
    {
      "id": "d2r1",
      "type": "image",
      "content": "https://picsum.photos/id/188/800/600",
      "source": "human",
      "attribution": "Real photograph — Unsplash",
      "pro_tip": "DEPTH OF FIELD: Real cameras create natural bokeh with gradual focus falloff. AI images often have abrupt transitions between sharp and blurry areas, or apply blur inconsistently across the frame."
    },
    {
      "id": "d2r2",
      "type": "image",
      "content": "https://picsum.photos/id/429/800/600",
      "source": "human",
      "attribution": "Real photograph — Unsplash",
      "pro_tip": "REAL ROBOTS look manufactured — visible seams, consistent materials, machined surfaces. AI-generated robots often have impossible geometry, melting joints, or materials that shift texture mid-surface."
    },
    {
      "id": "d2r3",
      "type": "image",
      "content": "images/d2r3_ai_abstract_landscape.jpg",
      "source": "ai",
      "attribution": "AI-generated image (placeholder)",
      "pro_tip": "NATURE'S CHAOS: Real landscapes have true randomness — no two leaves or clouds repeat. AI tends to create subtle repetitive patterns in foliage and generates unnaturally smooth water surfaces.",
      "_note": "SELF-HOST: Save an AI-generated landscape image as images/d2r3_ai_abstract_landscape.jpg in your repo. Unsplash removes AI images — never rely on them for AI content rounds."
    },
    {
      "id": "d2r4",
      "type": "image",
      "content": "https://picsum.photos/id/29/800/600",
      "source": "human",
      "attribution": "Real photograph — Unsplash",
      "pro_tip": "ORGANIC CHAOS: Real food has imperfect placement, natural shadows, and varying textures. AI food images often look too perfect, with suspiciously uniform colors and unnaturally smooth surfaces."
    },
    {
      "id": "d2r5",
      "type": "image",
      "content": "https://picsum.photos/id/240/800/600",
      "source": "human",
      "attribution": "Real photograph — Unsplash",
      "pro_tip": "SCREEN ARTIFACTS: Real photos of screens show moiré patterns, pixel grids, and uneven brightness from the backlight. AI-generated screen images are too clean — perfectly uniform glow with no physical display artifacts."
    },
    {
      "id": "d2r6",
      "type": "image",
      "content": "https://picsum.photos/id/0/800/600",
      "source": "human",
      "attribution": "Real photograph — Unsplash",
      "pro_tip": "TEXTURE DEPTH: Real abstract photos maintain consistent texture at all zoom levels. AI-generated abstracts often break down into smudges or show banding artifacts in smooth gradients.",
      "_note": "Replaces broken Round 6 image. Pawel Czerwinski is a verified prolific Unsplash contributor with 1000+ photos."
    },
    {
      "id": "d2r7",
      "type": "image",
      "content": "images/d2r7_ai_dreamlike_cityscape.jpg",
      "source": "ai",
      "attribution": "AI-generated image (placeholder)",
      "pro_tip": "TEXT AND SIGNAGE: Look for text in the image. AI consistently mangles letters, producing gibberish on signs, storefronts, and license plates. Real photos always have legible text.",
      "_note": "SELF-HOST: Save an AI-generated cityscape as images/d2r7_ai_dreamlike_cityscape.jpg. The original Unsplash AI image (Oct 2023) was purged."
    },
    {
      "id": "d2r8",
      "type": "image",
      "content": "https://picsum.photos/id/122/800/600",
      "source": "human",
      "attribution": "Real photograph — Unsplash",
      "pro_tip": "REFLECTION TEST: Real reflections on glossy surfaces have natural distortion and light scatter. AI often makes reflections too perfect or places them at physically impossible angles."
    },
    {
      "id": "d2r9",
      "type": "image",
      "content": "images/d2r9_ai_surreal_architecture.jpg",
      "source": "ai",
      "attribution": "AI-generated image (placeholder)",
      "pro_tip": "STRUCTURAL LOGIC: Real buildings follow physics — load-bearing walls, consistent window grids, functional doors. AI architecture often has floating elements, impossible cantilevers, and windows that don't align with interior floors.",
      "_note": "SELF-HOST: Save an AI-generated building as images/d2r9_ai_surreal_architecture.jpg. The original (Oct 2023) was purged from Unsplash."
    },
    {
      "id": "d2r10",
      "type": "image",
      "content": "https://picsum.photos/id/164/800/600",
      "source": "human",
      "attribution": "Real photograph — Unsplash",
      "pro_tip": "LIGHTING PHYSICS: Real neon casts colored light that spills onto nearby surfaces with natural falloff. AI neon often glows in isolation — bright tubes that don't illuminate their surroundings realistically."
    }
  ]
}