{
  "day_number": 5,
  "date": "2026-02-08",
  "category": "Super Bowl Sunday",
  "category_subtitle": "Super Bowl LX — Seahawks vs Patriots — Kickoff 6:30 ET",
  "category_emoji": "🏟️",
  "rounds": [
    {
      "id": "d5r1",
      "type": "image",
      "content": "https://picsum.photos/id/356/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "GRASS PATTERNS: Real stadium turf shows mowing lines, cleat marks, and natural color variation. AI grass is often impossibly uniform or has repeating patterns."
    },
    {
      "id": "d5r2",
      "type": "image",
      "content": "images/d5r2_ai_halftime_stage.jpg",
      "source": "ai",
      "attribution": "AI-generated — Super Bowl halftime stage with pyrotechnics (Flux)",
      "pro_tip": "PYROTECHNICS: Real fireworks and stage pyro have random spark trails and smoke. AI pyrotechnics look like symmetrical star shapes or solid glowing blobs.",
      "_note": "Generate: 'photorealistic Super Bowl halftime show stage, massive LED screens, pyrotechnics and fireworks, packed stadium, concert lighting, drone shot'"
    },
    {
      "id": "d5r3",
      "type": "image",
      "content": "https://picsum.photos/id/344/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "CROWD INDIVIDUALITY: In real crowd shots, every face and body is unique. AI crowds often repeat the same 3-4 face templates with slight variations."
    },
    {
      "id": "d5r4",
      "type": "image",
      "content": "images/d5r4_ai_football_action.jpg",
      "source": "ai",
      "attribution": "AI-generated — football players mid-tackle at the line of scrimmage (Midjourney)",
      "pro_tip": "HANDS & GRIP: Look at how players grip the ball or each other. AI often generates physically impossible hand positions, extra fingers, or merged appendages.",
      "_note": "Generate: 'photorealistic American football action shot, quarterback being tackled at line of scrimmage, mud and sweat, stadium background, telephoto lens'"
    },
    {
      "id": "d5r5",
      "type": "image",
      "content": "https://picsum.photos/id/399/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "SCOREBOARD TEXT: Real scoreboards display coherent, formatted information. AI scoreboards show garbled numbers and nonsense team abbreviations."
    },
    {
      "id": "d5r6",
      "type": "image",
      "content": "images/d5r6_ai_lombardi.jpg",
      "source": "ai",
      "attribution": "AI-generated — Vince Lombardi Trophy gleaming under spotlights (DALL-E 3)",
      "pro_tip": "SILVER REFLECTIONS: The Lombardi Trophy's silver surface should reflect its real surroundings. AI metal often has generic environment map reflections that don't match the scene.",
      "_note": "Generate: 'photorealistic Vince Lombardi Trophy on display pedestal, dramatic single spotlight, dark background, gleaming silver surface'"
    },
    {
      "id": "d5r7",
      "type": "image",
      "content": "https://picsum.photos/id/401/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "STADIUM ARCHITECTURE: Real stadiums have consistent structural elements — uniform seat rows, regular beam spacing. AI arenas sometimes have warped geometry."
    },
    {
      "id": "d5r8",
      "type": "image",
      "content": "images/d5r8_ai_watch_party.jpg",
      "source": "ai",
      "attribution": "AI-generated — Super Bowl watch party in living room with big TV (Flux)",
      "pro_tip": "TV SCREEN CONTENT: Check what's on the screen. AI TVs often show blurry, nonsensical imagery that doesn't look like real broadcast footage.",
      "_note": "Generate: 'photorealistic cozy living room Super Bowl watch party, big TV showing football game, snack table, friends on couch, team decorations'"
    },
    {
      "id": "d5r9",
      "type": "image",
      "content": "https://picsum.photos/id/412/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "LIGHTING TEMPERATURE: Real indoor/outdoor transitions show warm vs cool light. AI sometimes applies a single color temperature to the entire scene regardless of light sources."
    },
    {
      "id": "d5r10",
      "type": "image",
      "content": "images/d5r10_ai_flyover.jpg",
      "source": "ai",
      "attribution": "AI-generated — military jet flyover above stadium during anthem (Midjourney)",
      "pro_tip": "JET TRAILS: Real vapor trails are affected by wind and humidity. AI jet trails are often perfectly parallel lines that look painted in the sky.",
      "_note": "Generate: 'photorealistic military fighter jet flyover above football stadium, blue sky, vapor trails, American flag waving below, dramatic angle'"
    }
  ]
}