{
  "day_number": 9,
  "date": "2026-02-12",
  "category": "Abraham Lincoln",
  "category_emoji": "🎩",
  "rounds": [
    {
      "id": "d9r1",
      "type": "image",
      "content": "https://images.unsplash.com/photo-1505867104426-a08b9a21aae7?ixid=M3w4NjkxNDJ8MHwxfHNlYXJjaHwxN3x8QWJyYWhhbSUyMExpbmNvbG58ZW58MHwwfHx8MTc3MDg0Nzc5OHww&ixlib=rb-4.1.0&w=800&h=600&fit=crop&q=80",
      "source": "human",
      "attribution": "Photo by Ian Roseboro on Unsplash",
      "pro_tip": "NOISE: In low-light scenes, look for digital noise or grain, especially in darker areas of the sky or monument. This is a common camera artifact that AI often smooths out.",
      "source_url": "https://unsplash.com/photos/landmark-under-black-sky-yjMFOo2lpis"
    },
    {
      "id": "d9r2",
      "type": "image",
      "content": "images/d9_ai2.png",
      "source": "ai",
      "attribution": "AI-generated — created with Google Gemini",
      "pro_tip": "TEXTURE: Examine the granite cliff face. AI may create overly smooth or repetitive rock textures, or Lincoln's features might blend unnaturally with the stone's grain rather than being carved into it.",
      "_note": "Prompt: A photorealistic photograph of a monumental relief carving of Abraham Lincoln's profile etched into a granite cliff face in a rugged national park, surrounded by pine trees. Captured with a telephoto lens, 70-200mm f/4, during a clear afternoon, dappled sunlight highlighting the texture of the rock, wide shot."
    },
    {
      "id": "d9r3",
      "type": "image",
      "content": "https://images.unsplash.com/photo-1623196751905-0079adbd1a27?ixid=M3w4NjkxNDJ8MHwxfHNlYXJjaHw2fHxBYnJhaGFtJTIwTGluY29sbnxlbnwwfDB8fHwxNzcwODQ3Nzk4fDA&ixlib=rb-4.1.0&w=800&h=600&fit=crop&q=80",
      "source": "human",
      "attribution": "Photo by Laura Nyhuis on Unsplash",
      "pro_tip": "LIGHTING: Observe how the sun naturally interacts with the mountain's contours. Real photographs capture subtle variations in light and shadow, highlighting genuine rock formations and textures.",
      "source_url": "https://unsplash.com/photos/a-group-of-presidents-carved-into-the-side-of-a-mountain-2enreLH19YU"
    },
    {
      "id": "d9r4",
      "type": "image",
      "content": "images/d9_ai4.png",
      "source": "ai",
      "attribution": "AI-generated — created with Google Gemini",
      "pro_tip": "REFLECTIONS: Scrutinize the reflections in the glass entrance. AI struggles with realistic, multi-layered reflections, often showing distorted objects or illogical light sources in the panes.",
      "_note": "Prompt: A photorealistic photograph of the modern, glass-fronted entrance of a fictional 'Lincoln Heritage Center' with subtle historical architectural details, situated on a tree-lined street. Captured with a Fujifilm GFX 100S and an 80mm f/1.7 lens on an overcast day, providing soft, even light, eye-level perspective."
    },
    {
      "id": "d9r5",
      "type": "image",
      "content": "images/d9_ai3.png",
      "source": "ai",
      "attribution": "AI-generated — created with Google Gemini",
      "pro_tip": "LIGHTING: Check the lightning and its reflection. AI often generates lightning that looks \"pasted on\" or doesn't realistically illuminate the clouds and monument, lacking proper atmospheric interaction.",
      "_note": "Prompt: A photorealistic photograph of the illuminated Lincoln Memorial against a dramatic, stormy night sky with hints of lightning in the distance. Taken with a Nikon D850 and a 24mm f/1.4 lens on a tripod, long exposure capturing the deep blue-black sky and the monument's warm glow."
    },
    {
      "id": "d9r6",
      "type": "image",
      "content": "https://images.unsplash.com/photo-1718243531268-933cf256d44e?ixid=M3w4NjkxNDJ8MHwxfHNlYXJjaHwxOXx8QWJyYWhhbSUyMExpbmNvbG58ZW58MHwwfHx8MTc3MDg0Nzc5OHww&ixlib=rb-4.1.0&w=800&h=600&fit=crop&q=80",
      "source": "human",
      "attribution": "Photo by Juliana Uribbe on Unsplash",
      "pro_tip": "WEATHERING: Look for natural, asymmetrical wear and tear on the sign and building. Real environments accumulate unique dust, grime, and chips that AI rarely replicates consistently.",
      "source_url": "https://unsplash.com/photos/a-sign-hanging-from-the-side-of-a-building-XlfBwCZl7G0"
    },
    {
      "id": "d9r7",
      "type": "image",
      "content": "images/d9_ai1.png",
      "source": "ai",
      "attribution": "AI-generated — created with Google Gemini",
      "pro_tip": "TEXT: Look closely at the plaque's inscription. AI often struggles with clear, consistent lettering on textured surfaces, making it appear warped or nonsensical upon inspection.",
      "_note": "Prompt: A photorealistic photograph of a weathered brass plaque commemorating Abraham Lincoln's visit, affixed to an old brick building in Springfield, Illinois. Shot with a Canon EOS R5 and a 50mm f/1.8 lens, golden hour light casting soft shadows, slightly muted color palette."
    },
    {
      "id": "d9r8",
      "type": "image",
      "content": "images/d9_ai5.png",
      "source": "ai",
      "attribution": "AI-generated — created with Google Gemini",
      "pro_tip": "ANATOMY: Observe the statue's details, particularly facial features and clothing folds. AI can introduce subtle anatomical distortions or inconsistent textures in bronze, making Lincoln look slightly 'off' or too smooth.",
      "_note": "Prompt: A photorealistic photograph of a bronze statue of a seated Abraham Lincoln, located in a park setting, with the distant Lincoln Memorial partially visible through autumn trees in the soft background. Shot with a Sony Alpha a7R IV and a 135mm f/1.8 lens, late afternoon sun creating warm highlights on the bronze, shallow depth of field, close-up on the statue."
    },
    {
      "id": "d9r9",
      "type": "image",
      "content": "https://images.unsplash.com/photo-1664495909423-a97e1532b7e1?ixid=M3w4NjkxNDJ8MHwxfHNlYXJjaHw5fHxBYnJhaGFtJTIwTGluY29sbnxlbnwwfDB8fHwxNzcwODQ3Nzk4fDA&ixlib=rb-4.1.0&w=800&h=600&fit=crop&q=80",
      "source": "human",
      "attribution": "Photo by Bailley Schmidt on Unsplash",
      "pro_tip": "DEPTH OF FIELD: Observe the background blur (bokeh). Real camera lenses produce natural, often imperfect bokeh with nuanced light rendering, unlike AI's sometimes overly smooth or artificial blur.",
      "source_url": "https://unsplash.com/photos/a-statue-of-a-man-with-lincoln-memorial-in-the-background-5y5BagZZDtc"
    },
    {
      "id": "d9r10",
      "type": "image",
      "content": "https://images.unsplash.com/photo-1544605718-ae6280f9e49c?ixid=M3w4NjkxNDJ8MHwxfHNlYXJjaHwxMXx8QWJyYWhhbSUyMExpbmNvbG58ZW58MHwwfHx8MTc3MDg0Nzc5OHww&ixlib=rb-4.1.0&w=800&h=600&fit=crop&q=80",
      "source": "human",
      "attribution": "Photo by Sonder Quest on Unsplash",
      "pro_tip": "REFLECTIONS: Real glass reflections display authentic, complex environments, often including subtle distortions, smudges, or the photographer's own presence, which AI struggles to replicate.",
      "source_url": "https://unsplash.com/photos/abraham-lincoln-presidential-library-and-museum-KMgecjJEO74"
    }
  ]
}