{
  "day_number": 4,
  "date": "2026-02-07",
  "category": "Super Bowl Eve",
  "category_subtitle": "Seahawks vs Patriots Tomorrow — Get Your Snacks Ready!",
  "category_emoji": "🎉",
  "rounds": [
    {
      "id": "d4r1",
      "type": "image",
      "content": "https://picsum.photos/id/292/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "FOOD IMPERFECTION: Real nachos and wings have grease stains, uneven sauce, and varied portion sizes. AI party food looks impossibly photogenic."
    },
    {
      "id": "d4r2",
      "type": "image",
      "content": "images/d4r2_ai_wing_platter.jpg",
      "source": "ai",
      "attribution": "AI-generated — buffalo wing platter with celery and blue cheese (Flux)",
      "pro_tip": "SAUCE PHYSICS: Real buffalo sauce pools, drips, and has varied thickness. AI sauce often looks like smooth orange paint uniformly applied.",
      "_note": "Generate: 'photorealistic overhead shot of buffalo chicken wings platter with celery sticks, blue cheese dip, ranch, messy casual table setting'"
    },
    {
      "id": "d4r3",
      "type": "image",
      "content": "https://picsum.photos/id/431/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "GLASS REFLECTIONS: Real beer glasses reflect their environment — room lights, nearby objects. AI glass reflections are often random bright spots."
    },
    {
      "id": "d4r4",
      "type": "image",
      "content": "images/d4r4_ai_sports_bar.jpg",
      "source": "ai",
      "attribution": "AI-generated — packed sports bar with big screens showing football (Midjourney)",
      "pro_tip": "SCREEN CONTENT: Look at what's on the TVs. AI often generates gibberish or impossible game imagery on screens — distorted scoreboards, melted players.",
      "_note": "Generate: 'photorealistic crowded sports bar interior, multiple big screen TVs showing football, fans cheering, neon beer signs, warm lighting'"
    },
    {
      "id": "d4r5",
      "type": "image",
      "content": "https://picsum.photos/id/225/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "CONDENSATION: Real cold drinks show natural water droplet patterns. AI tends to make droplets too uniform or places them incorrectly."
    },
    {
      "id": "d4r6",
      "type": "image",
      "content": "images/d4r6_ai_tailgate.jpg",
      "source": "ai",
      "attribution": "AI-generated — tailgate party in stadium parking lot (DALL-E 3)",
      "pro_tip": "LICENSE PLATES: Check license plates in parking scenes. AI generates random symbols that look vaguely like plates but never show real state formats.",
      "_note": "Generate: 'photorealistic tailgate party, pickup trucks, portable grill smoking, folding chairs, coolers, football fans in jerseys, parking lot'"
    },
    {
      "id": "d4r7",
      "type": "image",
      "content": "https://picsum.photos/id/429/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "LABEL AUTHENTICITY: Real product labels are crisp with readable text and recognizable brands. AI labels are often the giveaway — blurry text, invented logos."
    },
    {
      "id": "d4r8",
      "type": "image",
      "content": "images/d4r8_ai_guacamole.jpg",
      "source": "ai",
      "attribution": "AI-generated — fresh guacamole with chips and game day spread (Flux)",
      "pro_tip": "AVOCADO TEXTURE: Real guacamole has chunky, varied texture with visible onion bits and cilantro. AI guacamole is often too smooth and unnaturally green.",
      "_note": "Generate: 'photorealistic guacamole bowl with tortilla chips, salsa, seven-layer dip, game day snack table spread, casual home setting'"
    },
    {
      "id": "d4r9",
      "type": "image",
      "content": "https://picsum.photos/id/365/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "EDGE DETAIL: Real photos have clean, natural edges where objects meet. AI sometimes produces halos, smudging, or unnatural blending at object boundaries."
    },
    {
      "id": "d4r10",
      "type": "image",
      "content": "images/d4r10_ai_jersey_display.jpg",
      "source": "ai",
      "attribution": "AI-generated — football jerseys hanging in a row at shop (Midjourney)",
      "pro_tip": "NUMBERS & LETTERS: Real jerseys have consistent fonts and proper numbers. AI jerseys often show distorted numbers, impossible player names, or inconsistent styling.",
      "_note": "Generate: 'photorealistic row of NFL-style football jerseys hanging on rack in sports shop, various colors, numbered, folded below, retail display'"
    }
  ]
}