{
  "day_number": 3,
  "date": "2026-02-06",
  "category": "Winter Olympics Opening Ceremony",
  "category_subtitle": "Milan Cortina 2026 — Let the Games Begin!",
  "category_emoji": "🏅",
  "rounds": [
    {
      "id": "d3r1",
      "type": "image",
      "content": "https://picsum.photos/id/274/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "SNOW TEXTURE: Real snow has complex crystalline structure with subtle blue shadows. AI snow often looks like smooth white paint or cotton."
    },
    {
      "id": "d3r2",
      "type": "image",
      "content": "images/d3r2_ai_olympic_rings.jpg",
      "source": "ai",
      "attribution": "AI-generated — Olympic rings monument in snowy mountain setting (Flux)",
      "pro_tip": "GEOMETRIC PRECISION: The Olympic rings have exact proportions. AI often distorts them — uneven ring sizes, wrong overlap order, or incorrect colors.",
      "_note": "Generate: 'photorealistic Olympic rings sculpture in snowy Italian Alps, Dolomites background, sunset light, winter atmosphere'"
    },
    {
      "id": "d3r3",
      "type": "image",
      "content": "https://picsum.photos/id/325/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "ICE SURFACE: Real ice has natural scratches, embedded bubbles, and varied translucency. AI ice often looks like frosted glass with unrealistic clarity."
    },
    {
      "id": "d3r4",
      "type": "image",
      "content": "images/d3r4_ai_figure_skater.jpg",
      "source": "ai",
      "attribution": "AI-generated — figure skater mid-spin on Olympic ice (Midjourney)",
      "pro_tip": "BODY PROPORTIONS: Real athletes have natural body proportions even in dynamic poses. AI often elongates limbs, twists joints impossibly, or creates anatomical errors.",
      "_note": "Generate: 'photorealistic figure skater mid-spin on ice rink, sparkly costume, ice spray, arena lights, Olympic rings visible'"
    },
    {
      "id": "d3r5",
      "type": "image",
      "content": "https://picsum.photos/id/380/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "MOUNTAIN DETAIL: Real mountain photos show geological strata, erosion patterns, and varied vegetation. AI mountains are often too smooth or repetitively textured."
    },
    {
      "id": "d3r6",
      "type": "image",
      "content": "images/d3r6_ai_ski_jump.jpg",
      "source": "ai",
      "attribution": "AI-generated — ski jumper in mid-air against blue sky (DALL-E 3)",
      "pro_tip": "EQUIPMENT DETAILS: Real ski equipment has brand logos, specific bindings, and wear marks. AI gear tends to have blurry or invented brand names and physically impossible mechanisms.",
      "_note": "Generate: 'photorealistic ski jumper in mid-air, blue sky, snowy mountain backdrop, Olympic venue, action shot, telephoto lens'"
    },
    {
      "id": "d3r7",
      "type": "image",
      "content": "https://picsum.photos/id/400/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "LIGHTING CONSISTENCY: In real photos, all surfaces respond to the same light source. AI sometimes lights different parts of the scene from conflicting angles."
    },
    {
      "id": "d3r8",
      "type": "image",
      "content": "images/d3r8_ai_torch_relay.jpg",
      "source": "ai",
      "attribution": "AI-generated — Olympic torch bearer running through Italian village (Flux)",
      "pro_tip": "FIRE INTERACTION: Real torch flames interact with the runner's movement — trailing, flickering. AI flames often sit static on the torch like a sticker.",
      "_note": "Generate: 'photorealistic Olympic torch bearer running through charming Italian village street, crowds cheering, evening light, torch flame bright'"
    },
    {
      "id": "d3r9",
      "type": "image",
      "content": "https://picsum.photos/id/416/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "ATMOSPHERIC PERSPECTIVE: In real landscape photos, distant objects appear hazier and bluer due to atmosphere. AI sometimes renders distant mountains as sharp as foreground objects."
    },
    {
      "id": "d3r10",
      "type": "image",
      "content": "images/d3r10_ai_medal_ceremony.jpg",
      "source": "ai",
      "attribution": "AI-generated — Olympic medal ceremony podium with flags (Midjourney)",
      "pro_tip": "FLAGS & SYMBOLS: Real flags have correct proportions, colors, and designs. AI frequently generates flags with wrong stripe counts, invented symbols, or impossible folds.",
      "_note": "Generate: 'photorealistic Olympic medal ceremony, three athletes on podium, national flags behind, gold silver bronze medals, indoor arena'"
    }
  ]
}