{
  "day_number": 2,
  "date": "2026-02-05",
  "category": "NFL Honors Night",
  "category_subtitle": "Super Bowl LX Week — Awards Night in San Francisco",
  "category_emoji": "🏈",
  "rounds": [
    {
      "id": "d2r1",
      "type": "image",
      "content": "https://picsum.photos/id/235/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "CROWD DETAIL: Real crowd photos show natural variation — different heights, blurry faces in background, random clothing. AI crowds often clone faces or create eerie uniformity."
    },
    {
      "id": "d2r2",
      "type": "image",
      "content": "images/d2r2_ai_trophy.jpg",
      "source": "ai",
      "attribution": "AI-generated — golden football trophy on podium (Flux)",
      "pro_tip": "REFLECTIONS: Real metallic surfaces reflect their actual environment. AI trophies often have generic, impossible reflections that don't match the surrounding scene.",
      "_note": "Generate: 'photorealistic gold football trophy on velvet podium, dramatic spotlight, dark background, award ceremony, 8k'"
    },
    {
      "id": "d2r3",
      "type": "image",
      "content": "https://picsum.photos/id/308/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "LENS FLARE: Real photos capture authentic lens flare from bright lights — uneven, asymmetric, with ghosting. AI lens flares tend to be perfectly circular and symmetrically placed."
    },
    {
      "id": "d2r4",
      "type": "image",
      "content": "images/d2r4_ai_stadium_aerial.jpg",
      "source": "ai",
      "attribution": "AI-generated — aerial view of lit stadium at night (Midjourney)",
      "pro_tip": "ARCHITECTURE SYMMETRY: Real stadiums have slight imperfections — uneven wear, random lighting. AI stadiums often look impossibly perfect and symmetrical.",
      "_note": "Generate: 'photorealistic aerial view of American football stadium at night, packed crowd, bright lights, city skyline background, drone shot'"
    },
    {
      "id": "d2r5",
      "type": "image",
      "content": "https://picsum.photos/id/449/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "FABRIC WRINKLES: Real suits and clothing have natural, gravity-driven creases. AI fabric often has wrinkles that defy physics or look painted on."
    },
    {
      "id": "d2r6",
      "type": "image",
      "content": "images/d2r6_ai_red_carpet.jpg",
      "source": "ai",
      "attribution": "AI-generated — red carpet event with spotlights (DALL-E 3)",
      "pro_tip": "BACKGROUND PEOPLE: Look at people in the background. AI often generates figures with melted features, missing limbs, or merged bodies.",
      "_note": "Generate: 'photorealistic red carpet event, velvet ropes, camera flashes, elegant backdrop with NFL logo, evening atmosphere'"
    },
    {
      "id": "d2r7",
      "type": "image",
      "content": "https://picsum.photos/id/433/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "MOTION BLUR: Real action shots have directional, consistent motion blur. AI motion blur is often applied randomly or inconsistently across the frame."
    },
    {
      "id": "d2r8",
      "type": "image",
      "content": "images/d2r8_ai_football_closeup.jpg",
      "source": "ai",
      "attribution": "AI-generated — close-up football on grass with stadium lights (Flux)",
      "pro_tip": "TEXT ON OBJECTS: Look at text on the football. AI almost always generates garbled, nonsensical lettering — one of the easiest tells.",
      "_note": "Generate: 'photorealistic extreme close-up of American football on grass field, stadium lights bokeh background, dramatic lighting, dew drops on leather'"
    },
    {
      "id": "d2r9",
      "type": "image",
      "content": "https://picsum.photos/id/338/800/600",
      "source": "human",
      "attribution": "Real photograph via Unsplash",
      "pro_tip": "DEPTH OF FIELD: Real cameras create natural bokeh with smooth falloff. AI often has abrupt focus transitions or inconsistent blur across equidistant objects."
    },
    {
      "id": "d2r10",
      "type": "image",
      "content": "images/d2r10_ai_confetti.jpg",
      "source": "ai",
      "attribution": "AI-generated — celebration confetti shower on stage (Midjourney)",
      "pro_tip": "CONFETTI & PARTICLES: Real confetti has random shapes, varied rotation, and casts micro-shadows. AI confetti pieces often look copy-pasted or float impossibly.",
      "_note": "Generate: 'photorealistic golden confetti shower falling on a dark stage, spotlights, celebration atmosphere, shallow depth of field'"
    }
  ]
}